[
    {
        "id": 0,
        "name": "Горо маджима",
        "desk": "Пёс в клетке <br> Управляющий Большого кабаре<br> Возраст: 24 года<br> Озвучивает: Хиденари Угаки<br> Мадзима известен в Сотенбори как «Повелитель ночи», благодаря которому «Гранд» стал таким популярным за столь короткое время. Однако втайне он - бывший якудза, за которым следят и обращаются как с «домашним животным» - тем, кого в любой момент могут усыпить. Ранее состоявший в клане Тодзё, Мадзима не подчинился прямому приказу начальства в надежде спасти своего заклятого брата Тайгу Саэдзиму, которого клан оставил умирать. Но приказы якудза абсолютны, и Мадзима был заперт в черной тюрьме и подвергнут пыткам, а затем выпущен на свободу, чтобы отбывать наказание в чистилище гражданской жизни. Мадзима продолжает управлять «Грандом», не в силах найти способ вернуться в клан Тодзё. И только в один роковой день... ему поручают темную миссию, которая гарантирует его возвращение. Убить кого-то своими собственными руками...",
        "img": "/majima1.png"
    },

    {
        "id": 1,
        "name": "Цукаса Сагава",
        "desk": "Ученик 5-го председателя Альянса Оми<br> Патриарх семьи Сагава<br> Озвучено: Синго Цуруми<br> Сагава - владелец Большого кабаре и тот, кто держит Мадзиму на поводке. Сагава следит за тем, чтобы Мадзима соблюдал порядок в Сотенбори, и имеет право убить его, если сочтет нужным. Он находит Мадзиму под своей опекой после того, как Футоси Симано, бывший босс Мадзимы и заклятый брат Сагавы, передает ему бразды правления. Сагава не выглядит как якудза, он прогуливается по ночной жизни Сотенбори, словно плейбой, но он опасный человек, не склонный к насилию, когда дела идут не так, как он планировал. Сагава дает Мадзиме контракт на убийство, который позволит Мадзиме вернуться в якудза. Но Сагава не знает, что этот заказ выйдет из-под контроля и приведет Мадзиму к судьбе, о которой он даже не подозревал.",
        "img": "/majima2.png"
    },

    {
        "id": 2,
        "name": "Слепая женщина",
        "desk": "Массажист в Хогуси Кайкан<br> Озвучено: Миюки Саваширо<br> Сотрудница массажного салона «Хогуси Кайкан», расположенного на окраине Сотенбори. Несмотря на то что она слепая, она использует свои навыки массажиста, чтобы преодолеть свой недостаток и заработать на жизнь. Она тихо живет на окраине Сотенбори, не тронутая современным и стремительным городом. Однако вскоре по неизвестным ей причинам она оказывается втянутой в кровавые разборки якудза...",
        "img": "/majima3.png"
    },


    {
        "id": 3,
        "name": "Руки бога",
        "desk": "Владелец массажной клиники, Хогуши Кайкан<br> Озвучено: Кадзунари Танака<br> Владелец массажного салона «Хогуси Кайкан», где работает слепая женщина. Несмотря на свой устрашающий вид, он очень дружелюбный и заботливый человек. Его навыки акупунктуриста принесли ему прозвище «Рука Бога». Однако его острый взгляд - это взгляд закаленного человека, а не обычного мирного жителя. Кажется, он скрывает что-то, что, как он надеется, никто не обнаружит...",
        "img": "/majima4.png"
    },

    {
        "id": 4,
        "name": "Хомаре Нишитани",
        "desk": "Уполномоченный 5-го председателя Альянса Оми<br> Патриарх клана Кидзин<br> Озвучено: Кэйдзи Фудзивара<br> Человек, тремя жизненными принципами которого являются деньги, секс и насилие. Он верен только своим желаниям и действует в соответствии с ними, не боясь последствий. Он непредсказуем, и даже такая крупная организация, как «Альянс Оми», не может полностью контролировать его. Маджима может обнаружить, что его судьба связана с этим человеком сильнее, чем он когда-либо надеялся.",
        "img": "/majima5.png"
    },

    {
        "id": 5,
        "name": "Футоши Шимано",
        "desk": "Патриарх семьи Симано,<br> дочерняя компания клана Тодзё.<br> Озвучено: Наоми Кусуми<br> Обладая громадной фигурой и внушающим уважение присутствием, он одновременно дерзок и жесток. Именно он, глава бывшей семьи Мадзимы, ответственен за его изгнание и пытки. Симано передал контроль над Мадзимой своему заклятому брату Сагаве, но у него есть свои причины не использовать или не убивать его прямо.",
        "img": "/majima6.png"
    },

    {
        "id": 6,
        "name": "Билликен",
        "desk": "Таинственный офицер полиции<br> Озвучено: Рёхэй Накао<br> Находясь на грани выхода на пенсию, Билликен часто можно увидеть смотрящим на реку Сотенбори и курящим сигарету. Однако этот человек хорошо известен в подпольном мире Сотенбори. Его истинная личность - нечто большее, чем он сам себе позволяет.",
        "img": "/majima7.png"
    },

    {
        "id": 7,
        "name": "Ямагата",
        "desk": "Менеджер кабаре Одиссея<br> Биография: Казуя Накаи<br> Под его руководством популярность «Одиссея» сравнялась только с клубом Маджимы «Гранд». Опытный и всегда следящий за тенденциями, он управляет своим клубом как можно более гладко. В настоящее время он присматривается к новой бизнес-модели под названием «клуб-кабаре».",
        "img": "/majima8.png"
    }
]