[
    {
        "id": 0,
        "name": "Кадзума Кирю",
        "desk": "Пробуждающийся дракон Член семьи Додзима, дочерняя компания клана Тодзё <br> Возраст: 20 лет <br> Озвучен: Такая Курода <br> Кирю - член семьи Додзима, одной из самых крупных и влиятельных организаций якудза под эгидой клана Тодзё. Потеряв родителей в раннем возрасте, Кирю воспитывался в приюте «Подсолнух», основанном капитаном семьи Додзима Синтаро Казамой. Надеясь пойти по стопам Казамы, он присягнул семье Додзима, как только достиг совершеннолетия. Когда вокруг Кирю разворачивается заговор, его положение в семье, а также положение его благодетеля Казамы оказываются под угрозой. Чтобы защитить их имена, Кирю отправляется на поиски тайны, скрывающейся за Пустым лотом. Когда на его пути встают три лейтенанта семьи Додзима, пустой участок становится вопросом жизни и смерти.",
        "img": "/kiryu1.png"
    },

    {
        "id": 1,
        "name": "Дайсаку Кузе",
        "desk": "Лейтенант семьи Додзима,дочерняя компания клана Тодзё <br> Патриарх клана Кэнно <br> Озвучил: Хитоси Одзава <br> Кузе - бывший профессиональный боксер и истинный якудза до мозга костей. Талантливый лидер, он известен тем, что подстрекает к контролируемому и целенаправленному насилию головорезов якудза, которые ему служат. Старший из трех лейтенантов, Кузе остается во главе семьи Додзима, когда капитана Синтаро Казаму отправляют в тюрьму.",
        "img": "/kiryu2.png"
    },

    {
        "id": 2,
        "name": "Хироки Авано",
        "desk": "Лейтенант семьи Додзима, дочерняя компания клана Тодзё. <br> Патриарх Ассоциации Тайхэй <br> Озвучивает: Рики Такеучи <br> Авано - человек неторопливый, часто плывущий по течению, а не борющийся с нахлынувшей волной. Однако под его лаконичной внешностью скрывается хитрый человек, умеющий собирать информацию и претворять в жизнь угрозы семьи Додзима. Хотя он предан своим коллегам-лейтенантам, служащим семье Додзима, он также является оппортунистом.",
        "img": "/kiryu3.png"
    },

    {
        "id": 3,
        "name": "Кейджи Сибусава",
        "desk": "Лейтенант семьи Додзима, дочернего клана Тодзё <br> Патриарх семьи Сибусава <br> Озвучивает: Хидео Накано <br> Сибусава - проницательный человек, умеющий ставить цели и добиваться результата. Если Кузе - это мускулы, а Авано - публичное лицо семьи, то Сибусава - ее деловая сторона, знающая толк в экономике. Сибусава играет наравне с Кузе и Авано, хотя его карты скрыты гораздо лучше.",
        "img": "/kiryu4.png"
    },

    {
        "id": 4,
        "name": "Тетсу Тачибана",
        "desk": "Президент компании Tachibana Real Estate <br> Озвучено: Арата Иура <br> В городе, где улицы переполнены ресторанами и ночными заведениями, Тэцу Тачибана заслужил репутацию магната недвижимости в тени благодаря своему умению скупать землю, как только она появляется на рынке. Он использует любые средства, чтобы заполучить то, что ему приглянулось. Несмотря на мягкую и утонченную манеру поведения, Тачибана имеет большие амбиции. Он стремится бросить вызов самому клану Тодзё, чтобы захватить власть над Камурочо.",
        "img": "/kiryu5.png"
    },

    {
        "id": 5,
        "name": "Джун Ода",
        "desk": "Сотрудник компании Tachibana Real Estate <br> Озвучено: Кацуюки Кониси <br> Несмотря на кажущуюся легкомысленность, Ода - человек, не знающий страха даже перед якудза. Используя большие средства и сеть информации, он один из немногих, кто может приобретать недвижимость с эффективностью якудза. Будучи правой рукой Тетсу Тачибаны, Ода отвечает за приобретение земли на месте.",
        "img": "/kiryu6.png"
    },

    {
        "id": 6,
        "name": "Сохей Доджима",
        "desk": "Патриарх семьи Додзима, дочерняя компания клана Тодзё. <br> Озвучивает: Хисао Эгава <br> Амбиции Додзимы сравнимы только с жестокостью и беспощадностью, которые он применяет для их достижения, будь прокляты законы. Он возглавляет самую большую и могущественную семью клана Тодзио, и его личный вклад в численность клана немал. Однако немалая доля успеха семьи принадлежит его правой руке и капитану семьи Додзима Синтаро Казаме. Поскольку второй председатель клана Тодзио занимает лишь должность исполняющего обязанности, Додзима стремится стать третьим председателем клана, получив права на всю землю, необходимую для проекта возрождения Камурочо. Поэтому он приказывает своим трем лейтенантам сделать все необходимое, чтобы получить последний кусок - Пустой участок.",
        "img": "/kiryu7.png"
    },

    {
        "id": 7,
        "name": "Акира Нишикияма",
        "desk": "Член семьи Додзима, дочерняя компания клана Тодзё. <br> Озвучен: Кадзухиро Накая v Воспитывался в приюте «Подсолнух» вместе с Кирю, но также пошел по стопам Синтаро Казамы и присягнул семье Додзима. Он больше, чем просто друг детства Кирю, так как они считают друг друга братьями. В отличие от Кирю, у него есть талант маневрировать внутри якудзы и достаточно амбиций, чтобы подняться по карьерной лестнице. Из-за этого ему трудно смириться с отсутствием интереса Кирю. У него также есть больная младшая сестра, о которой он очень заботится.",
        "img": "/kiryu8.png"
    },

    {
        "id": 8,
        "name": "Осама Кашиваги",
        "desk": "Капитан семьи Казама, дочерняя компания семьи Додзима. <br> Озвучен: Шунсуке Сакуя <br> Касиваги - опытный якудза, известный в Камурочо как правая рука Синтаро Казамы. Он сочувствует долгу и манерам, а также наказывает тех, кто не соблюдает строгий кодекс чести якудза. Семья Казама относится к низшему эшелону и находится в одном ряду с семьей Додзима, которой она служит. Несмотря на это, Кирю и Нишикияма находят в Касиваги грозного, но мудрого старшего брата, на которого они могут положиться. Когда Кадзама оказывается в тюрьме, он берет на себя ответственность за дела семьи.",
        "img": "/kiryu9.png"
    },

    {
        "id": 9,
        "name": "Шинтаро Казама",
        "desk": "Капитан семьи Додзима, дочернее предприятие клана Тодзё <br> Патриарх семьи Казама <br> Озвучен: Ватари Тецуя <br> Казама - одна из самых выдающихся фигур в клане Тодзима, как в буквальном смысле, так и по силе характера. Он основал приют «Подсолнух» для детей, оставшихся без семьи, и стал настоящим отцом и примером для подражания для Кирю и Нишикиямы, которые там воспитывались. Он сидит в тюрьме с тех пор, как полгода назад полиция совершила налет на игорный дом, принадлежащий семье Казама. За время его отсутствия три лейтенанта семьи Додзима начинают борьбу за место капитана.",
        "img": "/kiryu10.png"
    },

    {
        "id": 10,
        "name": "Масару Сэра",
        "desk": "Президент консорциума Nikkyo клана Тодзё, дочерняя компания клана Тодзё. <br> Озвучивает: Тору Оокава <br> Несмотря на свое джентльменское поведение, Сера - лидер организации, которая выполняет самую грязную работу клана Тодзё за кулисами. Он начинает участвовать в борьбе за Пустой лот, но его истинные мотивы остаются неизвестными.",
        "img": "/kiryu11.png"
    },

    {
        "id": 11,
        "name": "Такаши Нихара",
        "desk": "Исполняющий обязанности второго председателя клана Тодзё <br> Озвучивает: Хидекацу Сибата <br> Человек, возглавляющий самую могущественную подпольную преступную группировку на востоке Японии в 1988 году. Нихара - бог среди людей, особенно для рядовых членов великих семей клана, таких как Кирю.",
        "img": "/kiryu12.png"
    },

    {
        "id": 12,
        "name": "Рейна",
        "desk": "Владелица клуба Сирена <br> Озвучивает: Хироми Цуру <br> Клуб «Сирена» - это высококлассный клуб, расположенный на улице Тенкаити в Камурочо. У многих предприятий есть своя сфера влияния, но у «Сирены» она особенно велика, и Рейна может быть тому причиной. Этого достаточно, чтобы привлечь в бар Нишикияму, который всегда опережает тенденции. Несмотря на элегантную внешность и спокойные манеры, у нее сильная воля, которая не покорится даже в борьбе с якудза.",
        "img": "/kiryu13.png"
    }
]