[
    {
        "id": 0,
        "game_name": "Колизей",
        "game_desk": "Получив приглашение прокатиться на тенистой лодке-домике, вы попадаете в Колизей! Здесь собрались сильнейшие бойцы мира, так что это отличное место, чтобы испытать свои навыки на прочность.",
        "game_img": "/Coliseum.png"
    },

    {
        "id": 1,
        "game_name": "Шоги",
        "game_desk": "Деньги для игры в шоги не нужны, а если вы выиграете, то получите в награду подарок. Это место определенно стоит запомнить.",
        "game_img": "/Shogi.png"
    },

    {
        "id": 2,
        "game_name": "Рыбалка",
        "game_desk": "Вы можете порыбачить на причалах в Токио и на реке Сотенбори в Осаке. Отойдите от шума городской жизни, чтобы спокойно пустить свою наживку по воде и ждать, когда рыба придет. Это отличный способ расслабиться после ожесточенной борьбы. Кто знает, что вам удастся вытащить?",
        "game_img": "/fishing.png"
    },

    {
        "id": 3,
        "game_name": "Дартс и бильярд",
        "game_desk": "Наслаждайтесь этим стильным и современным местом, где можно выпить и поиграть в дартс и бильярд. Это даже отличное место для того, чтобы приводить девушек на свидания! Вы даже можете принять участие в азартных играх с высокими ставками, которые были возможны только в светской жизни 80-х годов.",
        "game_img": "/darts.png"
    },

    {
        "id": 4,
        "game_name": "Маджонг",
        "game_desk": "В салоне маджонга вы сможете насладиться реалистичной игрой в маджонг со столами разной сложности. При игре за сильным столом ставка на деньги становится выше. Если вы ужасно проиграете игру, то можете потерять все, что у вас есть. Такое случается чаще, чем вы думаете, поэтому будьте осторожны.",
        "game_img": "/Majhong.png"
    },

    {
        "id": 5,
        "game_name": "Караоке",
        "game_desk": "Популярная мини-игра в караоке возвращается! Караоке-бар в этой игре сделан так, чтобы соответствовать караоке эпохи 80-х. Страстно пойте с друзьями или вставляйте оригинальные междометия, чтобы добавить в песню немного волнения. Вы также можете пригласить сюда девушек на свидание или просто выпить.",
        "game_img": "/karaoke.png"
    },

    {
        "id": 6,
        "game_name": "Карманные гонки",
        "game_desk": "Настраивайте модели автомобилей и гоняйте их друг с другом в новой мини-игре Pocket Circuit. <br/> <br/> Дети обожают эту игру, но и взрослые не остаются равнодушными к Pocket Circuit. Многие клиенты приходят сюда, чтобы поиграть на трассах, созданных специально для этой гоночной игры в Камурочо. Соберите более 100 деталей и создайте самую быструю машину!",
        "game_img": "/PocketCircuit.png"
    },

    {
        "id": 7,
        "game_name": "Боулинг",
        "game_desk": "Mach Bowl - это мини-игра в боулинг, уже знакомая вам по предыдущим частям серии. Декор внутри и снаружи, однако, был изменен, чтобы соответствовать эпохе. Это будет настоящим праздником для тех, кто бывал в боулинге в те времена.<br><br>Следите за специальными мероприятиями по боулингу!",
        "game_img": "/Bowling.png"
    },

      {
        "id": 8,
        "game_name": "Аркадные автоматы SEGA",
        "game_desk": "От ловцов НЛО до аркадных игр - игровой центр превратился в «Hi-Tech Land SEGA», чтобы соответствовать реальным аркадам той эпохи. Ностальгические для одних и «уникальные» для других, вы обязательно найдете то, что соответствует вашему стилю.<br><br>В игровом центре вы найдете четыре ретро-игры Sega: Space Harrier, Fantasy Zone, Super Hang-On и Out Run.<br><br>Здесь есть даже таблица лидеров, чтобы вернуть старые добрые ощущения от игры в зале игровых автоматов. Добейтесь новых высоких результатов и станьте геймером номер один в Камурочо и Сотенбори.",
        "game_img": "/Arcade.png"
    },

    {
        "id": 9,
        "game_name": "Диско бар",
        "game_desk": "Дискотека - настоящий символ ночной жизни Японии 80-х! Для Yakuza 0 мы сотрудничали с популярным дискотечным залом «Махараджа», чтобы в точности воссоздать атмосферу настоящих 80-х. Вы можете танцевать в одиночестве, позвать девушку или устроить танцевальный баттл с соперником. Продемонстрируйте свои танцевальные навыки и завоюйте внимание всех на танцполе, чтобы стать танцором-легендой!",
        "game_img": "/disco.png"
    }
]