<script setup>

</script>

<template>
<div class="kostil">
  <div class="textwraper">
    <h1>Пролог</h1>
    <p>Декабрь 1988 г. – Япония. <br> Зима в Камурочо, главном развлекательном районе на востоке, выдалась прохладной, но
      напряженной. Здесь за деньги можно купить роскошь, а роскошь — это образ жизни. Поскольку экономика страны
      находилась на пике бума, жители Камурочо считали, что все, чего они могли пожелать, не было недостижимым. Но есть
      места, где денег хватает только до сих пор. <br> <br> Пустырь. Скромный квадрат из бетона и сорняков, размером едва ли
      с парковочное место. <br> <br> Проект возрождения Камурочо в XXI веке находится в стадии реализации, и владеть землей
      означает удерживать власть. Тот, кто сможет получить последний кусочек головоломки, этот крошечный клочок земли,
      будет иметь рычаги, чтобы изменить баланс города и возглавить гигантскую коммерческую недвижимость, известную как
      Башня Тысячелетия. Двое мужчин втянуты в конфликт, который они еще не понимают. Те, кто у власти, намерены
      похоронить их в этом море перемен, не подозревая, что они приводят в движение события, которые породят легенды.</p>
    <div class="divider"></div>
    <h1>Пробуждение дракона</h1>
    <p><b>Кирю Кадзума</b> <br> <br> Член семьи Додзима, дочерней семьи клана Тодзё. <br> <br>
      Возраст: 20 <br> <br> На улицах Камурочо свет и тень — две стороны одной медали, обеспечивающие редкий и гармоничный
      баланс. В то время как большинство проживают свою жизнь на одной стороне этой медали, один человек оказывается
      посередине. В нем слишком много тьмы для света, а чувство справедливости слишком яркое, чтобы оставаться в тени.
      В городе, наполненном мечтами и желаниями, он может быть единственным человеком, который не знает, чего хочет. <br>
      <br> Однажды ночью Кирю отправляется на простую работу, подобающую начинающему якудза: взыскать просроченный долг от
      имени ростовщика, состоящего в союзе с семьей Додзима. Но когда на следующее утро его жертва оказывается мертвой,
      Кадзума Кирю обнаруживает, что он стал подозреваемым в убийстве. Не подозревая о масштабном заговоре, в который он
      был втянут, Кирю намеревается очистить свое имя...</p>
    <div class="divider"></div>
    <h1>Пёс взаперти</h1>
    <p> <b>Горо Маджима</b> <br> <br> Бывший якудза, ныне менеджер Гранд <br> <br> Возраст: 24 <br> <br> В то время как
      тревожная тень падает на Камурочо, один угол Кансая излучал столько же тепла. Сотенбори, Осака. Город переполнен людьми,
      бредящими из-за лихорадки, вызванной неоновым светом. Из руин кабаре, находящегося на грани закрытия, «Гранд»
      поднимается на первое место в Сотенбори, а его менеджер становится известен всему городу как «Повелитель ночи». <br>
      <br> Его лихая фигура с видом утонченности и опасности пронзает ослепительные огни. Деньги, слава, женщины — у Горо
      Маджимы есть все… кроме того, чего он на самом деле хочет. <br> <br> Маджима отбывает наказание, а Сотенбори — его
      клетка. Он жаждет воссоединиться с кланом Тодзё, из которого его исключили, и однажды такая возможность
      представляется. Но выбор, который он должен сделать сейчас, будет иметь последствия, которые отразятся на всей его
      жизни.</p>
  </div>
</div>
</template>

<style scoped>

.kostil{
  display: flex;
  justify-content: center;
  padding-bottom: 10vw;
  padding-top: 5vw;
  background-image: url("/2EBLA.png");
  background-repeat: no-repeat;
  background-position: top;
  background-attachment: fixed;
}

.textwraper{
  width: 80vw;
}

h1{
  font-family: "Edo SZ HQ", sans-serif;
  font-size: 5vw;
  margin: 1.8vw 0 1.8vw 0;
}

p{
  font-family: "TeX Gyre Bonum", sans-serif;
  font-size: 1.5vw;
  margin: 1.8vw 0 1.8vw 0;
}

.divider{
  border: dashed black;
  margin: 4vw 0 4vw 0;
}

</style>